Repository: pluginsGLPI/geninventorynumber
Catalog: locales/*.po
Languages: sk_sk

source: Global index position
sk_sk: Globálna pozícia indexu

source: Index auto-reset method
sk_sk: Metóda automatickej obnovy indexu

source: Inventory number generation
sk_sk: Generovanie inventárneho čísla

source: Generate inventory number
sk_sk: Generovať inventárne číslo

source: An inventory number have been generated (%1$s)
sk_sk: Inventárne číslo bolo vygenerované (%1$s)

source: You can't modify inventory number
sk_sk: Nemôžete upraviť inventárne číslo

source: Active
sk_sk: Aktívne

source: Never
sk_sk: Nikdy

source: Daily
sk_sk: Denne

source: Monthly
sk_sk: Mesačne

source: Yearly
sk_sk: Ročne

source: GLPI's inventory items configuration
sk_sk: Konfigurácia inventárnych položiek

source: Generation templates
sk_sk: Šablóny generovania

source: Use global index
sk_sk: Použiť globálny index

source: Index position
sk_sk: Pozícia indexu

source: Regenerate inventory number (overwrite)
sk_sk: Znova generovať inventárne číslo (prepísať)
